[
    {
      "palabra": "arte",
      "definition": "Pasi칩n creativa de Polar, donde mezcla inspiraci칩n con talento.仇벒잺"
    },
    {
      "palabra": "boca",
      "definition": "El equipo de f칰tbol que hace latir m치s fuerte el coraz칩n de Polar.仇벒잺"
    },
    {
      "palabra": "chill",
      "definition": "Estilo de vida ideal de Polar, aunque sus padres no siempre ayudan. 游"
    },
    {
        "palabra":"charly",
        "definition": "Rival de Polar en la lucha por el amor de su madre. 游땨"
    },
    {
      "palabra": "dibujo",
      "definition": "Forma de expresi칩n art칤stica que Polar adora, aunque no siempre le sale bien."
    },
    {
      "palabra": "espejo",
      "definition": "Objeto que Polar usa para admirar su pelaje blanco y brillante."
    },
    {
      "palabra": "f치brica",
      "definition": "Lugar donde Polar trabaja, creando tacos y disfrutando del fr칤o."
    },
    {
      "palabra": "dj",
      "definition": "Profesi칩n so침ada por muchos; el favorito de Polar es ZEDD."
    },
    {
      "palabra": "erizo",
      "definition": "Animal con pinchos; no es Frogg, pero quiz치s un vecino inc칩modo."
    },
    {
      "palabra": "falafel",
      "definition": "Comida que Polar debe evitar por su alergia, aunque suene sabroso."
    },
    {
      "palabra": "frogg",
      "definition": "La ranita de la suerte y mejor amigo de Polar."
    },
    {
        "palabra":"febrero",
        "definition":"Mes de nacimiento de Polar, lleno de sorpresas y aventuras.游꾹"
    },
    {
      "palabra": "habbo",
      "definition": "Juego en l칤nea donde Polar comparte momentos virtuales 游.(Si la mama lo deja(Si no esta jugando ella :v))"
    },
    {
      "palabra": "hielo",
      "definition": "Elemento que Polar ama con locura, fr칤o y perfecto como 칠l."
    },
    {
      "palabra": "instagram",
      "definition": "Red social donde Polar brilla como @oso_piola_polar."
    },
    {
      "palabra": "jonatan",
      "definition": "Nombre del padre, al que mas quiere Polar.游땙"
    },
    {
      "palabra": "kiosco",
      "definition": "Lugar ideal para comprar chicles, caramelos y algo dulce para Frogg."
    },
    {
      "palabra": "melod칤a",
      "definition": "Palabra clave en su canci칩n favorita de Polar.游꿨"
    },
    {
      "palabra": "noah",
      "definition": "El nombre de su madre, experta en mantener el corazon calentito, incluso a -30춿C.游븱仇勇"
    },
    {
      "palabra": "oso",
      "definition": "Especie que da forma a Polar, con su pelaje blanco tan especial."
    },
    {
      "palabra": "pardo",
      "definition": "Uno de sus hermanos mayores, con quien vive algunas aventuras."
    },
    {
      "palabra": "panda",
      "definition": "Hermano mayor y parte del tr칤o osuno que acompa침a a Polar."
    },
    {
      "palabra": "polar",
      "definition": "Nombre del protagonista, un oso tan piola como invernal."
    },
    {
      "palabra": "programaci칩n",
      "definition": "Actividad intelectual favorita de Polar junto al arte."
    },
    {
      "palabra": "ranita",
      "definition": "Forma animal de su fiel amigo Frogg, saltar칤n y adorable."
    },
    {
      "palabra": "sangre",
      "definition": "La de Polar es tipo AB, la m치s flexible y rara a la vez."
    },
    {
      "palabra": "tanbi칩nica",
      "definition": "Banda de la canci칩n favorita de Polar: La Melod칤a de Dios."
    },
    {
      "palabra": "taco",
      "definition": "Producto estrella de la F치brica donde trabaja Polar."
    },
    {
      "palabra": "verde",
      "definition": "Uno de los colores favoritos de Polar, junto al azul."
    },
    {
      "palabra": "zedd",
      "definition": "DJ internacional favorito de Polar, rey del beat electr칩nico."
    },
        {
          "palabra": "alergia",
          "definition": "Condici칩n que obliga a Polar a mantenerse lejos del man칤 y falafel."
        },
        {
          "palabra": "bariloche",
          "definition": "Destino ideal de polar."
        },
        {
          "palabra": "c칩digo",
          "definition": "Lenguaje secreto entre Polar y las computadoras."
        },
        {
          "palabra": "dulce",
          "definition": "Sabor que Polar disfruta cuando no es man칤, claro."
        },
        {
          "palabra": "escalera",
          "definition": "Camino hacia las alturas, uno de los pasatiempos favoritos de Polar."
        },
        {
          "palabra": "fr칤o",
          "definition": "Clima so침ado por Polar, mucho mejor que el verano."
        },
        {
          "palabra": "gorro",
          "definition": "Prenda 칰til, que usa en su trabajo, no siempre necesaria.游땐"
        },
        {
          "palabra": "helado",
          "definition": "Postre ideal para un amante del hielo como Polar."
        },
        {
          "palabra": "idea",
          "definition": "Cosa que a Polar le sobra cuando se inspira con arte o c칩digo."
        },
        {
          "palabra": "juegar",
          "definition": "Actividad que disfruta, excepto si est치 Charly en la partida."
        },
        {
          "palabra": "koala",
          "definition": "Otro oso, m치s dormil칩n, aunque no tan chill como Polar."
        },
        {
          "palabra": "luna",
          "definition": "Sat칠lite que a veces mira mientras piensa en nuevas canciones."
        },
        {
          "palabra": "monta침a",
          "definition": "Lugar elevado donde Polar disfruta del aire fresco."
        },
        {
          "palabra": "nieve",
          "definition": "Elemento blanco como 칠l, ideal para caminar y jugar."
        },
        {
          "palabra": "ojotas",
          "definition": "Objeto que no combina con el clima ideal de Polar."
        },
        {
          "palabra": "pelaje",
          "definition": "Capa blanca (a veces media amarilla) que cubre todo el cuerpo de Polar."
        },
        {
          "palabra": "queso",
          "definition": "Comida que puede acompa침ar al taco, aunque no siempre le cae bien."
        },
        {
          "palabra": "ruta",
          "definition": "Camino que Polar toma cuando sale a pasear con Frogg."
        },
        {
          "palabra": "siesta",
          "definition": "Momento del d칤a ideal para reponer energ칤a, en modo chill."
        },
        {
          "palabra": "teclado",
          "definition": "Instrumento esencial en la vida digital y jugabilidistica de Polar."
        },
        {
          "palabra": "universo",
          "definition": "Lugar gigante donde un oso piola deja su huella digital."
        },
        {
          "palabra": "viento",
          "definition": "Corriente de aire que Polar disfruta cuando est치 en las alturas."
        },
        {
          "palabra": "wifi",
          "definition": "Recurso imprescindible para trabajar, jugar y subir fotos a Instagram."
        },
        {
          "palabra": "xil칩fono",
          "definition": "Instrumento de percusi칩n colorido, ideal para una tarde creativa."
        },
        {
          "palabra": "yogur",
          "definition": "Comida fr칤a, cremosa y sabrosa, como postre despu칠s del taco."
        },
        {
          "palabra": "zanahoria",
          "definition": "No es lo que m치s le gusta, pero Frogg podr칤a convencerlo."
        }
      ]
